{"pages":[
    {"link":"http://www.acm.org/press-room/news-releases/2014/usacm-voting-statement/", "text":"For Immediate Release

January 23, 2014

Below is a statement from Jeremy Epstein of the USACM Voting Committee on the Presidential Commission on Election Administration Recommendations to President Obama:

“USACM commends the Presidential Commission on Election Administration for focusing on technology as a critical aspect of modern voting systems.  The Commission’s recommendations on several key areas reflect policy positions that USACM recommended to the Commission, and has promoted in other venues to meet the significant election requirements of reliability, responsiveness, security, privacy, auditing, and accessibility. 

“The key Commission recommendations that reflect these core USACM positions include:

    Modernization of voter registration by the states through continued expansion of online voter registration and expanded state collaboration in improving both accuracy of the voter rolls and efficiency in the registration process.  

    Investment in voting technology to reform the standards and certification process for new voting technology to address soon-to-be antiquated voting machines, and to encourage innovation and the adoption of widely available and significantly less expensive off-the-shelf technologies and “software-only” solutions.

    Assuring that polling places are accessible to all voters and are designed to function smoothly so that they are usable for every citizen through the entire voting process.

    Conducting post-election audits of voting equipment and publicly disclosing data on machine performance in a common data format to allow ballots to be recounted accurately and without revealing voters' individual choices.

    Improving the ability of military and overseas voters to access ballots and other voting materials through increased use of the Internet, although Internet voting is not sufficiently secure for use.  It can, however, be an effective method for communication with these voters.

Jeremy Epstein chairs the USACM Voting Committee.  He is a senior computer scientist with SRI International.  He holds an MS in computer science from Purdue University."},
    {"link":"https://www.cs.utexas.edu/news-events/news/tag/president-barack-obama", "text":"President Barack Obama
UT Austin Student Entrepreneurs Showcase Their Success to President Obama

May 9, 2013

AUSTIN, Texas —Student entrepreneurs from The University of Texas at Austin and their professors are meeting with President Obama this afternoon to discuss their ideas and private sector successes. ...
Tags: 1 Semester Startup, entrepreneurship, Faculty, Longhorn Startup, President Barack Obama, Undergraduate Students
"}
]}
